{
  "ACE2-": "is known both for controlling the blood pressure and by serving as entry receptor of some viruses.",
  "GNRH1": "helps to control gametogenesis.",
  "CRP--": "encodes a marker of inflammation.",
  "F2---": "encodes a coagulation factor.",
  "REN--": "is produced by the kidneys to regulate blood pressure.",
  "IL3--": "is a cytokine produced by some T cells.",
  "PGR--": "encodes the receptor of an important hormone.",
  "SST--": "is a hormone gene expressed by cells throughout the digestive system.",
  "IL5--": "is a cytokine related to allergic diseases.",
  "NR3C1": "is the receptor of a hormone produced in the adrenal cortex.",
  "ACHE-": "encodes an enzyme that metabolizes a neurotransmitter.",
  "CHAT-": "encodes an enzyme that transfers an acetyl group.",
  "TBP--": "encodes a general transcription factor.",
  "IL15-": "belongs to the four alpha-helix bundle family of cytokines.",
  "GHRL-": "is expressed by enteroendocrine cells and acts stimulating the appetite.",
  "AGT--": "encodes a peptide hormone that causes an increase in blood pressure.",
  "TP53-": "plays a role in the control of the cell cycle.",
  "ALB--": "encodes an abundant globular serum protein",
  "CRH--": "is expressed by the paraventricular nucleus (PVN) of the hypothalamus in response to stress. ",
  "RHO--": "encodes a G-protein coupled receptor that is also a biological pigment.",
  "IL13-": "encodes a cytokine related to allergic diseases.",
  "CFP--": "encodes a glycoprotein that participates in the complement system.",
  "IL7--": "is known for its importance to lymphocyte development..",
  "TLR4-": "is well known for recognizing lipopolysaccharide (LPS).",
  "KLK3-": "encodes an important biomarker for prostate diseases.",
  "SRY--": "is located on the short arm of the Y chromosome.",
  "CCK--": "plays a role in stimulating digestion.",
  "TTN--": "is expressed by muscles and encodes the largest known protein.",
  "ELN--": "is important for the mechanical properties of human skin. ",
  "SCT--": "is expressed by the S cells of the duodenum.",
  "IGF2-": "encodes one hormone structurally similar to insulin.",
  "LALBA": "regulates the production of lactose in the milk.",
  "IL9--": "is expressed by Th9 cells.",
  "NEB--": "when mutated, causes the congenital disease nemaline myopathy.",
  "STAT3": "encodes a transcription factor phosphorylated by Janus kinases and essential for Th17 cells.",
  "FASLG": "plays a role in the induction of apoptosis.",
  "CASP1": "encodes an enzyme with a core role in pyroptosis.",
  "FBN1-": "when mutated, causes the connective tissue disorder Marfan syndrome.",
  "MDM2-": "encodes an E3 ubiquitin ligase that controls the activity of p53.",
  "HTR2A": "encodes a target of psychedelic drugs like LSD and psilocybin.",
  "FURIN": "is known for its role in the proteolytic cleavage of viral envelope proteins.",
  "F8---": "plays an essential role in blood clotting, with defects leading to hemophilia A.",
  "TNF--": "encodes an adipokine and cytokine with immunostimulant properties.",
  "MAPT-": "encodes a protein present in neurofibrillary tangles in some neurodegenerative diseases.",
  "ACE--": "is known for its role in the renin-angiotensin system.",
  "EZR--": "encodes a protein called cytovillin, present in microvilli. ",
  "C3---": "encodes a complement protein.",
  "KEL--": "encodes the core protein of the Kell Cellano blood group system",
  "CD5--": "is known for its ability to mark T cells, but with less sensitivity than CD3.",
  "IL11-": "encodes a cytokine also known as adipogenesis inhibitory factor.",
  "DRD1-": "is expressed by neurons in the dorsal striatum.",
  "IL22-": "is a member of the IL-10 superfamily.",
  "APOB-": "encodes one major proteic component of chylomicrons. ",
  "DRD2-": "encodes a receptor of several antipsychotic drugs. ",
  "PRNP-": "is associated with the kuru neurodegenerative disease. ",
  "IL2--": "is known for its role in the activation of lymphocytes.",
  "POMC-": "encodes a protein that can be cleaved into multiple peptide hormones.",
  "GPT--": "encodes a transaminase that plays a role in gluconeogenesis.",
  "CBLIF": "is important for the absorption of vitamin B12.",
  "APOA2": "encodes an abundant protein in high-dentisity lipoprotein particles.",
  "CYCS-": "encodes a water-soluble small hemeprotein.",
  "CP---": "encodes the major copper-carrying protein in the blood.",
  "HAMP-": "plays a role in iron metabolism.",
  "IL6--": "encodes a pro-inflammatory cytokine.",
  "CD38-": "is expressed by many immune cells and the target of the drug daratumumab.",
  "HTR4-": "encodes a serotonin receptor.",
  "TGM2-": "encodes the autoantigen in celiac disease.",
  "NOD1-": "encodes a protein with a caspase recruitment domain (CARD).",
  "LHB--": "encodes a chain of a gonadotropin hormone.",
  "KRAS-": "is a proto-oncogene associated with colorectal cancer. ",
  "RDX--": "encodes a cytoskeletal protein similar to ezrin and moesin.",
  "RAN--": "plays a role  in transport into and out of the cell nucleus during interphase.",
  "BRAF-": "is a proto-oncogene also associated with cardiofaciocutaneous syndrome. ",
  "BMP2-": "encodes a morphogenic protein witha role in osteoblast differentiation. ",
  "HADHA": "encodes a mitochontrial protein envolved with beta-oxidation.",
  "MANBA": "encodes an enzyme of the glycosyl hydrolase 2 family.",
  "DRD4-": "encodes a neurotransmitter receptor associated with novelty seeking.",
  "PMCH-": "is expressed by the hypothalamus and is related to hunger.",
  "PAX6-": "is essential for the formation of the retina, lens and cornea.",
  "IL1RN": "encodes the inhibitor of an important interleukin.",
  "PPARG": "is activated by thiazolidinediones, insulin sensitizing drugs.",
  "GNAS-": "leads to several transcripts and has a highly complex imprinted expression pattern.",
  "G6PD-": "when mutated causes favism, an hemolytic response to eating fava beans. ",
  "IL10-": "encodes an anti-inflammatory cytokine.",
  "APC--": "is associated with familial adenomatous polyposis."
}
